---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.MEPSection
source: html/8f4acf3e-7b3a-5815-109f-71031733b425.htm
---
# MEPSection Methods

Gets the loss coefficient for the specified element id in this section.